[
  {
    "number": 1,
    "name": "卦1",
    "reading": "けい1",
    "summary": "これは卦1の要約です。",
    "hexagram_text": "卦1は、「これは卦1の要約です。」というテーマを表し、内なる力や外部状況への適応を促す卦辞を持ちます。",
    "symbolism": "卦1は、これは卦1の要約です。を象徴する卦であり、人生の特定の局面で現れる内的成長や人間関係、社会とのつながり、挑戦などを反映しています。この卦は、そのときの心構えや取るべき姿勢を教えてくれる道しるべのような役割を果たします。",
    "story": "ある人物が「卦1」の運勢を得たとき、これは卦1の要約です。という状況に置かれていました。戸惑いや不安を抱えながらも、彼／彼女は日常の中で小さな気づきを積み重ねていきます。やがてその気づきは確信となり、目の前の道が自然と拓けていくような体験をします。この卦は、日々の中で自分らしさを見失わず、周囲の流れと調和しながら前進する力を与えてくれました。"
  },
  {
    "number": 2,
    "name": "卦2",
    "reading": "けい2",
    "summary": "これは卦2の要約です。",
    "hexagram_text": "卦2は、「これは卦2の要約です。」というテーマを表し、内なる力や外部状況への適応を促す卦辞を持ちます。",
    "symbolism": "卦2は、これは卦2の要約です。を象徴する卦であり、人生の特定の局面で現れる内的成長や人間関係、社会とのつながり、挑戦などを反映しています。この卦は、そのときの心構えや取るべき姿勢を教えてくれる道しるべのような役割を果たします。",
    "story": "ある人物が「卦2」の運勢を得たとき、これは卦2の要約です。という状況に置かれていました。戸惑いや不安を抱えながらも、彼／彼女は日常の中で小さな気づきを積み重ねていきます。やがてその気づきは確信となり、目の前の道が自然と拓けていくような体験をします。この卦は、日々の中で自分らしさを見失わず、周囲の流れと調和しながら前進する力を与えてくれました。"
  },
  {
    "number": 3,
    "name": "卦3",
    "reading": "けい3",
    "summary": "これは卦3の要約です。",
    "hexagram_text": "卦3は、「これは卦3の要約です。」というテーマを表し、内なる力や外部状況への適応を促す卦辞を持ちます。",
    "symbolism": "卦3は、これは卦3の要約です。を象徴する卦であり、人生の特定の局面で現れる内的成長や人間関係、社会とのつながり、挑戦などを反映しています。この卦は、そのときの心構えや取るべき姿勢を教えてくれる道しるべのような役割を果たします。",
    "story": "ある人物が「卦3」の運勢を得たとき、これは卦3の要約です。という状況に置かれていました。戸惑いや不安を抱えながらも、彼／彼女は日常の中で小さな気づきを積み重ねていきます。やがてその気づきは確信となり、目の前の道が自然と拓けていくような体験をします。この卦は、日々の中で自分らしさを見失わず、周囲の流れと調和しながら前進する力を与えてくれました。"
  },
  {
    "number": 4,
    "name": "卦4",
    "reading": "けい4",
    "summary": "これは卦4の要約です。",
    "hexagram_text": "卦4は、「これは卦4の要約です。」というテーマを表し、内なる力や外部状況への適応を促す卦辞を持ちます。",
    "symbolism": "卦4は、これは卦4の要約です。を象徴する卦であり、人生の特定の局面で現れる内的成長や人間関係、社会とのつながり、挑戦などを反映しています。この卦は、そのときの心構えや取るべき姿勢を教えてくれる道しるべのような役割を果たします。",
    "story": "ある人物が「卦4」の運勢を得たとき、これは卦4の要約です。という状況に置かれていました。戸惑いや不安を抱えながらも、彼／彼女は日常の中で小さな気づきを積み重ねていきます。やがてその気づきは確信となり、目の前の道が自然と拓けていくような体験をします。この卦は、日々の中で自分らしさを見失わず、周囲の流れと調和しながら前進する力を与えてくれました。"
  },
  {
    "number": 5,
    "name": "卦5",
    "reading": "けい5",
    "summary": "これは卦5の要約です。",
    "hexagram_text": "卦5は、「これは卦5の要約です。」というテーマを表し、内なる力や外部状況への適応を促す卦辞を持ちます。",
    "symbolism": "卦5は、これは卦5の要約です。を象徴する卦であり、人生の特定の局面で現れる内的成長や人間関係、社会とのつながり、挑戦などを反映しています。この卦は、そのときの心構えや取るべき姿勢を教えてくれる道しるべのような役割を果たします。",
    "story": "ある人物が「卦5」の運勢を得たとき、これは卦5の要約です。という状況に置かれていました。戸惑いや不安を抱えながらも、彼／彼女は日常の中で小さな気づきを積み重ねていきます。やがてその気づきは確信となり、目の前の道が自然と拓けていくような体験をします。この卦は、日々の中で自分らしさを見失わず、周囲の流れと調和しながら前進する力を与えてくれました。"
  },
  {
    "number": 6,
    "name": "卦6",
    "reading": "けい6",
    "summary": "これは卦6の要約です。",
    "hexagram_text": "卦6は、「これは卦6の要約です。」というテーマを表し、内なる力や外部状況への適応を促す卦辞を持ちます。",
    "symbolism": "卦6は、これは卦6の要約です。を象徴する卦であり、人生の特定の局面で現れる内的成長や人間関係、社会とのつながり、挑戦などを反映しています。この卦は、そのときの心構えや取るべき姿勢を教えてくれる道しるべのような役割を果たします。",
    "story": "ある人物が「卦6」の運勢を得たとき、これは卦6の要約です。という状況に置かれていました。戸惑いや不安を抱えながらも、彼／彼女は日常の中で小さな気づきを積み重ねていきます。やがてその気づきは確信となり、目の前の道が自然と拓けていくような体験をします。この卦は、日々の中で自分らしさを見失わず、周囲の流れと調和しながら前進する力を与えてくれました。"
  },
  {
    "number": 7,
    "name": "卦7",
    "reading": "けい7",
    "summary": "これは卦7の要約です。",
    "hexagram_text": "卦7は、「これは卦7の要約です。」というテーマを表し、内なる力や外部状況への適応を促す卦辞を持ちます。",
    "symbolism": "卦7は、これは卦7の要約です。を象徴する卦であり、人生の特定の局面で現れる内的成長や人間関係、社会とのつながり、挑戦などを反映しています。この卦は、そのときの心構えや取るべき姿勢を教えてくれる道しるべのような役割を果たします。",
    "story": "ある人物が「卦7」の運勢を得たとき、これは卦7の要約です。という状況に置かれていました。戸惑いや不安を抱えながらも、彼／彼女は日常の中で小さな気づきを積み重ねていきます。やがてその気づきは確信となり、目の前の道が自然と拓けていくような体験をします。この卦は、日々の中で自分らしさを見失わず、周囲の流れと調和しながら前進する力を与えてくれました。"
  },
  {
    "number": 8,
    "name": "卦8",
    "reading": "けい8",
    "summary": "これは卦8の要約です。",
    "hexagram_text": "卦8は、「これは卦8の要約です。」というテーマを表し、内なる力や外部状況への適応を促す卦辞を持ちます。",
    "symbolism": "卦8は、これは卦8の要約です。を象徴する卦であり、人生の特定の局面で現れる内的成長や人間関係、社会とのつながり、挑戦などを反映しています。この卦は、そのときの心構えや取るべき姿勢を教えてくれる道しるべのような役割を果たします。",
    "story": "ある人物が「卦8」の運勢を得たとき、これは卦8の要約です。という状況に置かれていました。戸惑いや不安を抱えながらも、彼／彼女は日常の中で小さな気づきを積み重ねていきます。やがてその気づきは確信となり、目の前の道が自然と拓けていくような体験をします。この卦は、日々の中で自分らしさを見失わず、周囲の流れと調和しながら前進する力を与えてくれました。"
  },
  {
    "number": 9,
    "name": "卦9",
    "reading": "けい9",
    "summary": "これは卦9の要約です。",
    "hexagram_text": "卦9は、「これは卦9の要約です。」というテーマを表し、内なる力や外部状況への適応を促す卦辞を持ちます。",
    "symbolism": "卦9は、これは卦9の要約です。を象徴する卦であり、人生の特定の局面で現れる内的成長や人間関係、社会とのつながり、挑戦などを反映しています。この卦は、そのときの心構えや取るべき姿勢を教えてくれる道しるべのような役割を果たします。",
    "story": "ある人物が「卦9」の運勢を得たとき、これは卦9の要約です。という状況に置かれていました。戸惑いや不安を抱えながらも、彼／彼女は日常の中で小さな気づきを積み重ねていきます。やがてその気づきは確信となり、目の前の道が自然と拓けていくような体験をします。この卦は、日々の中で自分らしさを見失わず、周囲の流れと調和しながら前進する力を与えてくれました。"
  },
  {
    "number": 10,
    "name": "卦10",
    "reading": "けい10",
    "summary": "これは卦10の要約です。",
    "hexagram_text": "卦10は、「これは卦10の要約です。」というテーマを表し、内なる力や外部状況への適応を促す卦辞を持ちます。",
    "symbolism": "卦10は、これは卦10の要約です。を象徴する卦であり、人生の特定の局面で現れる内的成長や人間関係、社会とのつながり、挑戦などを反映しています。この卦は、そのときの心構えや取るべき姿勢を教えてくれる道しるべのような役割を果たします。",
    "story": "ある人物が「卦10」の運勢を得たとき、これは卦10の要約です。という状況に置かれていました。戸惑いや不安を抱えながらも、彼／彼女は日常の中で小さな気づきを積み重ねていきます。やがてその気づきは確信となり、目の前の道が自然と拓けていくような体験をします。この卦は、日々の中で自分らしさを見失わず、周囲の流れと調和しながら前進する力を与えてくれました。"
  }
]