[
    {
        "number": 1,
        "name": "乾為天",
        "composition": "天の重なり",
        "reading": "けんいてん",
        "summary": "昇りすぎた龍",
        "description": "天高く大宇宙の元気が満ち満ちており、活気と勢いがあります。万事、前向きに高い目標をもって人生を開拓しましょう。",
        "desimage": "アクティブ、果敢、理念、飛翔、純粋な陽。徳と地位のある人、新たな挑戦、発信、父、大統領、資本家、社長、位負け",
        "reverse": 2,
        "sou": 1,
        "go": 1,
        "array": "111111",
        "yao_descriptions": {
            "1": "まだ実力不足です。周囲も力を認めてくれていません。じっと我慢して力を蓄えましょう。",
            "2": "ようやく頭角をあらわしはじめました。まだ経験不足ですので、謙虚に周囲の意見を聞きましょう。",
            "3": "本業に専心して頑張るときです。粘りと気配りをもって、慎重に事を運びましょう。",
            "4": "飛躍まであと少し。でもまだ危険はあるので慎重さを失わないように。飛躍まであと少し。でもまだ危険はあるので慎重さを失わないように。",
            "5": "時とところを得て絶好調。大変良いときです。",
            "6": "昇りすぎた龍。すでに退くべきときです。これ以上進めば、墜落してしまいます。"
        }
    },
    {
        "number": 2,
        "name": "坤為地",
        "composition": "地の重なり",
        "reading": "こんいち",
        "summary": "おとなしい牝牛",
        "description": "本当は先頭を切って進むのが好きかもしれませんが、今は人の後ろからついていき、裏方や女房役に徹するべきときです。",
        "desimage": "受動的、柔和、謙虚、大地、育む力、現実化、包容力、支援、育成、主張しない、主を待つ、時間がかかる",
        "reverse": 1,
        "sou": 2,
        "go": 2,
        "array": "000000",
        "yao_descriptions": {
            "1": "薄い霜が思いもよらず厚い氷にになります。些細なトラブルに注意。",
            "2": "あなたは正直で品行方正で徳がある。素晴らしいです。この調子で素直に進みましょう。",
            "3": "本業に専心して頑張るときです。粘りと気配りをもって、慎重に事を運びましょう。今は才能を発揮するタイミングではありません。地味な仕事をきちんと終わらせるようにしましょう。",
            "4": "飛躍まであと少し口は禍の元。発言に注意し、散財を控え、慎み深く過ごすこと。",
            "5": "あなたは文句なく、謙虚かつ穏やかな状態にあります。すばらしい。",
            "6": "龍が野で戦いを挑んで血塗れになっています。無理に上へ上へと進み、傷ついた状態です。"
        }
    },
    {
        "number": 3,
        "name": "水雷屯",
        "composition": "雷の上に水",
        "reading": "すいらいちゅん",
        "summary": "雪の中の若芽",
        "description": "早春に厚く積もった雪の下から若芽が出ようとしているが、雪の重さのせいでなかなか出られません。我慢のときです。",
        "desimage": "創生、混沌、最初の一歩、伸び悩み、止まり集まる、産みの苦しみを突破、兆しはあるがまとまらない",
        "reverse": 50,
        "sou": 4,
        "go": 23,
        "array": "100010",
        "yao_descriptions": {
            "1": "あなたの望みの場所ではないかもしれませんが、今は大きな石のようにどっしり動かないこと。",
            "2": "不遇の状態はしばらくは解消しません。無理に動き回らず、実力をつけること。",
            "3": "深追いすると道を見失い、取り返しがつかなくなります。これ以上、進まないように。",
            "4": "自分からは進まず、人に求められた場合に応えてください。協調が力を発揮します。",
            "5": "大きなことをやろうとしてもうまくいかない時なので、小さいことだけやってください。",
            "6": "動いてはいけない時に動いてしまったため、孤立無援の状態です。どん底の今の先に光明があります。"
        }
    },
    {
        "number": 4,
        "name": "山水蒙",
        "composition": "水の上に山",
        "reading": "さんすいもう",
        "summary": "暗い家のなかのこども",
        "description": "先が朦朧として見通せず、まるで何もわからない子供のようです。啓発されるような指導者を求めましょう。",
        "desimage": "啓蒙、愚かさ、視界の悪さ、不透明、若者の悩み、判断が困難",
        "reverse": 49,
        "sou": 3,
        "go": 24,
        "array": "010001",
        "yao_descriptions": {
            "1": "物事のはじめは、厳しい態度で臨むべきです。ただし限度は知っておきましょう。",
            "2": "先は見えないし、問題山積ですが、否定せず投げ出さず、自分が答えを出す力を信じましょう。",
            "3": "愚かな方向に走ろうとしています。向かっている方向が正しいかどうか、もう一度考えてみましょう。",
            "4": "孤立無援なのは、人の忠告をちゃんと聞かないせいです。頑固な考えを糾すべきときです。",
            "5": "何事も学ぼうとする素直な態度が成長につながります。子供のような謙虚な姿勢が未来につながります。",
            "6": "無知によって敵を作らないよう、言動に注意すべきときです。徐々に明瞭な視界がひらけていきます。"
        }
    },
    {
        "number": 5,
        "name": "水天需",
        "composition": "天の上に水",
        "reading": "すいてんじゅ",
        "summary": "渡し船を待つひと",
        "description": "待てば必ず来るので、早く手に入れようと焦ったり、急進してはなりません。悠々と日々を楽しみながら、その時が来るのを待ちましょう。",
        "desimage": "待つ、求める、忍耐、泰然自若、様子見、待てば良い結果",
        "reverse": 35,
        "sou": 6,
        "go": 38,
        "array": "111010",
        "yao_descriptions": {
            "1": "今は中心から遠く離れ、今のままのやり方を守って待つこと。",
            "2": "不安定な場所のいるので少々ゴタゴタがあるかもしれませんが、最終的にはうまくいきますのでイザコザを避けて、動揺しないこと。",
            "3": "動けばやられる、油断大敵のときです。じたばたせず、息を殺して待つこと。",
            "4": "困難のまっただなかで、力強い援助があるでしょう。脱出のときまでじっと待ちましょう。",
            "5": "まもなく待望の渡し舟がやってくるのですから、クヨクヨせず、悠然と心安らかな状態でいましょう。",
            "6": "困難な状態に陥りますが、かならず、思わぬ人から助けが得られます。受け身に徹しましょう。"
        }
    },
    {
        "number": 6,
        "name": "天水訟",
        "composition": "水の上に天",
        "reading": "てんすいしょう",
        "summary": "欲望をめぐる争い",
        "description": "激しい対立や揉め事があります。我を張っても平行線のままですから、和解策に転じる方策を考えましょう。強引なやり方は禁物です。",
        "desimage": "諍い、トラブル、不和、責任のなすり合い、意見の食い違い、対立、分裂",
        "reverse": 36,
        "sou": 5,
        "go": 37,
        "array": "010111",
        "yao_descriptions": {
            "1": "小さなことには拘らず、争いは早めに避けることが賢明です。",
            "2": "勝ち目はありませんから、勢いに任せて不満をぶつけず、ひとまず退却すること。",
            "3": "今までおこなってきたことが平凡でも一番良いときです。移り気はよくありません。",
            "4": "争いには勝てません。本来の仕事、原点に立ち返るべきときです。",
            "5": "実力も備わり、堂々と戦って勝利を収めるときです。この機会に決着をつけましょう。",
            "6": "一時的に訴えに勝ったとしても、結局、信望を失い、虚しさだけが残ります。あなたの進み方に問題があります。"
        }
    },
    {
        "number": 7,
        "name": "地水師",
        "composition": "水の上に地",
        "reading": "ちすいし",
        "summary": "組織と統制",
        "description": "秩序だった集団として行動するべきとき。苦労が耐えません。争いを乗り越えるには統率された組織的行動が必要。",
        "desimage": "規律、秩序だった対応、出陣、闘争、統合、命令、ルールの導入、他人との諍い",
        "reverse": 13,
        "sou": 8,
        "go": 24,
        "array": "010000",
        "yao_descriptions": {
            "1": "戦争は規律第一です。生活態度を見直し、覚悟をもって方針、目標をしっかり定めましょう。",
            "2": "あなたは有能なリーダーです。信頼と引き立てを得て、大いに能力を発揮できるでしょう。",
            "3": "認識が甘く、実力も不足しているので負け戦となります。病気や怪我にも注意。",
            "4": "一時的な退却も戦さの手段です。今は一歩退いて静観すること。",
            "5": "放り出さず、問題を一つに絞って最後まで自分の力で片付けましょう。中途半端になるのが最悪です。",
            "6": "もうすぐ戦いが終わり、成果を受け取ることができるでしょう。戦いが終わったあとのことを考えるときです。"
        }
    },
    {
        "number": 8,
        "name": "水地比",
        "composition": "地の上に水",
        "reading": "すいひち",
        "summary": "豊かな田",
        "description": "人との関わりが大きくなるときです。競争もありますが、人の助けが得られるときなので、大いに人間関係を築くときです。",
        "desimage": "豊かな田、和睦、交際、人間関係、仲間、信頼、つながり、心が通じ合う、周囲からの援助",
        "reverse": 14,
        "sou": 7,
        "go": 23,
        "array": "000010",
        "yao_descriptions": {
            "1": "飾らぬ真心、努力によって人を動かし、思わぬ援軍が得られます。",
            "2": "誠意を示して従来の人間関係を深めれば、良い援助が得られます。",
            "3": "あなたが今、親しくしている人は得体の知れない人です。交際に注意が必要です。",
            "4": "今まで馴染みのなかった人とも新しい交友関係を深めれば、視野が広がり、教養も広がります。",
            "5": "目先の人間関係から利を得ようとせず、長期的な視点に立って腹八分目のあっさりした関係を構築しましょう。",
            "6": "親しくしようにも、する相手がいません。人から見放されて孤独なときです。"
        }
    },
    {
        "number": 9,
        "name": "風天小畜",
        "composition": "天の上に風",
        "reading": "ふうてんしょうちく",
        "summary": "成長の前段階",
        "description": "何かが始まる気配がありますが、まだ力が弱く、物事が展開していくまでには時間がかかるときです。",
        "desimage": "降るようで降らない、まだ弱い、急がず焦らず準備、力を養う、感情を一旦抑える、節度、抑制と育成、塞がって留まる",
        "reverse": 16,
        "sou": 10,
        "go": 38,
        "array": "111011",
        "yao_descriptions": {
            "1": "タイミングが悪くじれったい感じです。いたずらに前進せず、機が熟するのを待ちましょう。",
            "2": "人間関係に助けによって平常な状態に戻ります。人の意見に素直に従いましょう。",
            "3": "仲間との内部分裂によって、大切なことが台無しになってしまいます。強引さを控えましょう。",
            "4": "血や膿みがすっかり出てしまい、不安もなくなった状態です。難問が解決するときです。慌てないで。",
            "5": "仲間と成功を喜び、わかちあえるときです。誠意があり、心が通じています。良い時です。",
            "6": "目的はすでに達成したのに、まだ不満があります。成功しそうなときほど自制と慎みが必要です。"
        }
    },
    {
        "number": 10,
        "name": "天沢履",
        "composition": "沢の上に天",
        "reading": "てんたくり",
        "summary": "慎重な行動",
        "description": "弱いものが強いものに近づき、危険がいっぱいのときです。慎みと敬意をもって慎重に行動すれば危機を切り抜けることができます。",
        "desimage": "乗るかそるか、危うい、実際に一歩踏み出す、慎重で礼にかなった実践が必要、驚くようなこと",
        "reverse": 15,
        "sou": 9,
        "go": 37,
        "array": "110111",
        "yao_descriptions": {
            "1": "飾り立てない、あるがままの素朴な姿を大切にするときです。",
            "2": "周囲の雑音に惑わされず、淡々と我が道をいきましょう。目立つ行動は避けたほうが吉。",
            "3": "実力もないのに空いばりすると痛い目に遭います。考え方、進み方に問題があります。",
            "4": "虎の尾を踏んでしまいました。危険いっぱいですが、慎重な態度でいれば大丈夫です。",
            "5": "自信も実力も伴っており、果敢に危機に挑んでいくことができます。",
            "6": "これまでを振り返り、誤った道なら、改めましょう。方向転換には良いときです。"
        }
    },
    {
        "number": 11,
        "name": "地天泰",
        "composition": "天の上に地",
        "reading": "ちてんたい",
        "summary": "順風にはためく帆",
        "description": "礼をもって正しく進んだことで安泰が訪れました。平和、陰陽が調和し、万事が順調に進むときです。",
        "desimage": "太平、宇宙的調和、安泰、整然、順調",
        "reverse": 12,
        "sou": 12,
        "go": 54,
        "array": "111000",
        "yao_descriptions": {
            "1": "チームワークをフルに活用して前進する、よいときです。",
            "2": "細心の注意と気配りに基づいて、思い切った行動を取るべきときです。",
            "3": "一見、停滞しているようですが、水面下で進展しています。心配せず精進すれば必ずうまくいきます。",
            "4": "胸襟を開いて仲間とフラットな気持ちで交わりましょう。自分の方が上という気持ちは捨てて謙虚に。",
            "5": "人間関係構築の努力をすることで、いろいろな人と関係が生まれ、それが目的の達成に役に立つときです。",
            "6": "人間関係で断絶や崩壊が生まれ、築き上げたものが崩れ、人心もバラバラと統率が取れないときです。"
        }
    },
    {
        "number": 12,
        "name": "天地否",
        "composition": "地の上に天",
        "reading": "てんちひ",
        "summary": "塞がれた出口",
        "description": "正しいことや常識が通じない不毛のときです。人との不和も多く孤独なときです。孤独に耐えるべきときです。",
        "desimage": "停滞、衰運、動かない、不和、意見の相違、誤解、はじめに苦労し後に栄える",
        "reverse": 11,
        "sou": 11,
        "go": 53,
        "array": "000111",
        "yao_descriptions": {
            "1": "停滞にも動じずに、受け入れるべきことを受け入れれば良い結果につながるでしょう。",
            "2": "悪い者たちとの付き合いはきっぱりと断ち、自分の道を守りましょう。",
            "3": "内面に問題抱えており、罪悪感ややましさに苛まれるときです。進み方に問題があります。",
            "4": "同じ志を持っている人と協力すれば、物事がうまくいきます。天命に従いましょう。",
            "5": "苦しい状態が一時的に止み、ほっと息をつけるときです。ただし、またすぐ苦しい状態に戻るので、気を引き締めてください。",
            "6": "苦しい状態に長く耐えてきましたね。まだ良い状態とは言えませんが、徐々に光が射し始め、好転に変わるときです。"
        }
    },
    {
        "number": 13,
        "name": "天火同人",
        "composition": "火の上に天",
        "reading": "てんかどうじん",
        "summary": "秘密を打ち明けた友",
        "description": "同じ志を持った人と腹を割って協力し、一緒に堂々と前進します。ビジネスをスタートする好機。",
        "desimage": "仲間、同志、交友、共鳴、連帯、対話、目的でつながる、立身出世",
        "reverse": 7,
        "sou": 14,
        "go": 44,
        "array": "101111",
        "yao_descriptions": {
            "1": "心を広く解き放ち、しがらみを捨てて自由な新しい世界へと飛び込みましょう。",
            "2": "今までの仲間や家族だけでなく、交際を積極的に広げるべき時です。",
            "3": "高望み、あるいは不似合いなものに執着しています。その望みは手放した方が良いでしょう。",
            "4": "力量を超えた高望みです。深追いせず、諦めるのが正解です。違うものに新しく挑戦しましょう。",
            "5": "最初はトラブルが多く、苦しいことばかりでも最後には笑うことができますし、仲間と会うこともできます。良いときです。",
            "6": "交友を整理し、孤高に歩みはじめる過渡期です。誰にも理解されずとも気にすることはありません。"
        }
    },
    {
        "number": 14,
        "name": "火天大有",
        "composition": "天の上に火",
        "reading": "かてんたいゆう",
        "summary": "大きな実り",
        "description": "お金、地位、世間の評判など、望むものが手に入る良いときです。",
        "desimage": "所有、結実と成果、自然に集まる、成就、全能感、主導権、リーダーシップ、人望、名誉、信用、ピーク",
        "reverse": 8,
        "sou": 13,
        "go": 43,
        "array": "111101",
        "yao_descriptions": {
            "1": "所有に向けた良いスタートを切りました。土台を固める良いときです。",
            "2": "大きな車のように安定した力を持ち、どれだけ荷物を載せてもびくともしません。大いに実力を発揮しましょう。",
            "3": "ケチな根性ではなく、太っ腹な態度で誠を尽くしましょう。",
            "4": "今のあなたには実力者を凌ぐほどの勢いがあります。おごりたかぶることがなければ問題ありません。",
            "5": "今のあなたは親しみやすさと威厳の両方を兼ね備えています。素晴らしいです。",
            "6": "大いに所有し、極めて順調です。天の恵みに感謝の気持ちを忘れないようにしましょう。"
        }
    },
    {
        "number": 15,
        "name": "地山謙",
        "composition": "山の上に地",
        "reading": "ちざんけん",
        "summary": "実った稲穂",
        "description": "充実して高く尊いものが、どっしりとした強さを保ちつつ、頭を下げています。力を誇示せず、目立たず謙虚な姿勢が保たれています。",
        "desimage": "謙虚、慎み、成果の享受、長く安定した道、生涯教育、相手の尊重、内面の充実、先に屈んで後で伸びる",
        "reverse": 10,
        "sou": 16,
        "go": 40,
        "array": "001000",
        "yao_descriptions": {
            "1": "縁の下の力持ちに徹すれば、大きな仕事の原動力となります。良い時です。",
            "2": "謙虚で実力のあるあなたを世間が放っておかず、引き立ててくれます。良いときです。",
            "3": "苦労はあっても必ず報われるので、やり通すこと。異性関係のリスクがあるので注意しましょう。",
            "4": "謙虚の美徳を全面に発揮しましょう。そうすれば何の問題もありません。",
            "5": "あなたが立派な態度であれば、言うことを聞かない者を攻め滅ぼしても問題ありません。断固とした行動を取りましょう。",
            "6": "外面的には立派でも実は内部には矛盾や対立の芽があります。そこから目をそらさないようにしましょう。"
        }
    },
    {
        "number": 16,
        "name": "雷地豫",
        "composition": "地の上に雷",
        "reading": "らいちよ",
        "summary": "備えのできた砦",
        "description": "嬉しく楽しい準備のときです。喜びがあふれる反面、まだ方向が定まっていません。慢心して脱線しやすいときなので油断大敵です。",
        "desimage": "音楽、無理なく気持ちよく、喜び、始動、前向きな動き、活気、行動、機運、新しいことに取り組む",
        "reverse": 9,
        "sou": 15,
        "go": 39,
        "array": "000100",
        "yao_descriptions": {
            "1": "実力がないのに遊び呆けていてはいけません。進み方に問題があります。",
            "2": "誘惑に負けず、石にかじりついても頑張ること。そうすればうまくいきます。",
            "3": "高望みばかりして地に足がついていないのではないですか？身の程を知り、分相応を心がけること。",
            "4": "あなたを中心に人が集まり、信頼厚く、良い協力者が得られるでしょう。良いときです。",
            "5": "一病息災、何か一つうまくいかないことが結果的に全体にとってプラスに作用します。",
            "6": "快楽に溺れて地獄に向けた道を歩んでいます。手遅れにならないよう、目を覚ましましょう。"
        }
    },
    {
        "number": 17,
        "name": "沢雷随",
        "composition": "雷の上に沢",
        "reading": "たくらいずい",
        "summary": "自ら選んで従う",
        "description": "我を張ってあくせく進むのではなく一服するときです。流れに身を任せて臨機応変な対応を心がけましょう。",
        "desimage": "従う、変化、流れ、見極めて応じる、軸を保ちながら調和、うまく流れに乗る",
        "reverse": 18,
        "sou": 18,
        "go": 53,
        "array": "100110",
        "yao_descriptions": {
            "1": "自分の殻に閉じこもらず、時の流れに順応して行動しましょう。転職にはよいときです。",
            "2": "小さな利益に拘れば、大きな利益を失ってしまいます。あなたにとって何が一番大切かを見極めましょう。",
            "3": "立派な人に関わっていると求めているものが得られます。長期的な利益を見据えて冷静に行動しましょう。",
            "4": "利得を得ますが、周囲から疑念の目を注がれます。得た手段にやましさがなければ問題ありません。",
            "5": "人間関係や物事の流れが全てプラスに作用します。良いときです。",
            "6": "拘束されて身動きが取れない時です。自己主張はできず、不自由や不満を感じるでしょうが、信頼できる人に従っているなら問題ありません。"
        }
    },
    {
        "number": 18,
        "name": "山風蠱",
        "composition": "風の上に山",
        "reading": "さんぷうこ",
        "summary": "腐敗の修復",
        "description": "表面上の調和が崩れ、過去から放置してきた弊害が内部で腐って停滞を招いています。過去を清算し、大胆に新風を招くべきときです。",
        "desimage": "腐敗、内面の仕事、禍を福に転じる、壊れたらなおる。立て直し、改革、修復、刷新、荒療治",
        "reverse": 17,
        "sou": 17,
        "go": 54,
        "array": "011001",
        "yao_descriptions": {
            "1": "改めるべきは改めることで物事が改善するときです。危ういことがありますが最終的には吉。",
            "2": "あまり厳しい荒療治はすべきでなく、融通性をもって穏やかに改革すべきときです。",
            "3": "腐敗は大きく、危険性はあるが、最後まで辛抱してやり遂げることができます。",
            "4": "改革をしようとして却って物事を悪化させてしまいます。あなたの考え方、進み方に問題があります。",
            "5": "現状に甘んじず、見事に改革を成し遂げ、それを自らの功績とできるときです。すっきりした気持ちで再出発しましょう。",
            "6": "権力や金のためではなく、純粋な使命感で腐敗を退治します。"
        }
    },
    {
        "number": 19,
        "name": "地沢臨",
        "composition": "沢の上に地",
        "reading": "ちたくりん",
        "summary": "成長と指導のステージ",
        "description": "希望に燃えて機敏に進みましょう。ただし、時は流れ、いずれ季節が移り変わることを忘れないように。",
        "desimage": "上が下を励ます、育成、前進、信頼、リーダーシップ、光になる、身分を超えた親しみ",
        "reverse": 33,
        "sou": 20,
        "go": 24,
        "array": "110000",
        "yao_descriptions": {
            "1": "感覚や勘を大切にして進むべきときです。近づく姿勢が大切。",
            "2": "誠意と実行力が整っているので周囲から信頼され、すべてが順調に進みます。良いときです。",
            "3": "好かれようとするだけで、真剣な導きがなければダメです。ただし、そのことにすでに気づいていれば問題ありません。",
            "4": "真心あふれる態度で臨んでいます。問題ありません。良いときです。",
            "5": "自分が臨んでいることが何であるかを理解して臨んでいるあなたはまるで王のようです。大変良いときです。",
            "6": "謙虚で誠実、慈愛に満ちています。きっとうまくいくでしょう。大変、良いときです。"
        }
    },
    {
        "number": 20,
        "name": "風地観",
        "composition": "地の上に風",
        "reading": "ふうちかん",
        "summary": "内側まで浸透する伝え方",
        "description": "あなたは自分が観察するだけでなく、他人からも見られています。自らの態度と行動が人々の手本になることを知り、表面だけでなく内面を整えることを大切にしましょう。",
        "desimage": "内省、観察、模範、静かな影響力、態度で示す、人を助ける",
        "reverse": 34,
        "sou": 19,
        "go": 23,
        "array": "000011",
        "yao_descriptions": {
            "1": "まるで子供のように本質が見抜けていない状態です。そのままでは問題があります。",
            "2": "小さなことならうまくいきますが、大きなことはうまくいかない状態です。",
            "3": "客観的な自己認識に基づき、分相応、着実な進歩を心がけましょう。",
            "4": "十分に観察し、十分に考えて行動すれば結果がでるときです。良いときです。",
            "5": "客観的な自己認識に基づき自分を顧みるときです。自己反省すれば問題ありません。",
            "6": "広く社会の物事の動きについて観るようにすれば、問題ありません。良いときです。"
        }
    },
    {
        "number": 21,
        "name": "火雷噬嗑",
        "composition": "雷の上に火",
        "reading": "からいぜいごう",
        "summary": "明察と実行",
        "description": "何らかの邪魔者がいるので、思い切ってそれを取り除くことが求められます。優柔不断は禁物です。",
        "desimage": "不快な出来事、規律、障害、摩擦、抵抗、毅然とした処罰、公正な手続きによる是正",
        "reverse": 48,
        "sou": 22,
        "go": 39,
        "array": "100101",
        "yao_descriptions": {
            "1": "相手が小物なら少し懲らしめてやれば効果てきめんです。深入りはしないように。",
            "2": "相手はかなり手強いです。正面から衝突するのではなくソフトムードで粘りましょう。",
            "3": "相手は腹に一物あり、あなたがやろうとしていることは意外に難しく、力量不足です。考え直しましょう。",
            "4": "苦労のしがいがあってなかなかの成果が得られます。頑張りどきです。",
            "5": "多少の危険はありますが、やり抜くことで予期せぬ利益が得られます。良いときです。",
            "6": "相手をやっつけようとして、逆に傷つけられてしまいます。あなたの考え方、進み方に問題があります。"
        }
    },
    {
        "number": 22,
        "name": "山火賁",
        "composition": "火の上に山",
        "reading": "さんかひ",
        "summary": "虎が林に遊ぶ",
        "description": "問題を断ち切った後は、人々の心を和らげ、外面を整える段階に入ります。内面の成熟を反映させる品格が問われます。大きなことは実現できません。",
        "desimage": "飾り、小さなこと、表現、礼儀、洗練、外と内のバランスの良さ、身だしなみ、言葉遣い、魅力、品位、小さいことが叶う",
        "reverse": 47,
        "sou": 21,
        "go": 40,
        "array": "101001",
        "yao_descriptions": {
            "1": "確実に本来持っているものだけで勝負し、飾りすぎないこと。実質で勝負しましょう。",
            "2": "実質はそのままに、何か工夫を加え、より美しく見せるにはどうしたら良いかを考えましょう。",
            "3": "多くの飾りによって輝けるときですが、飾りに惑わされず、本来の志を忘れずに。",
            "4": "虚飾に惑わされずに汚れない心を貫くことで本来の意思が報われるでしょう。",
            "5": "質素で本質的であることが大切なときです。飾りは最低限にすることが最終的には良い結果につながるでしょう。",
            "6": "加えてきたものを取り除き、本質に近づいていく過渡期にあります。作為のなさが鍵となります。"
        }
    },
    {
        "number": 23,
        "name": "山地剥",
        "composition": "地の上に山",
        "reading": "さんちはく",
        "summary": "崩れる山",
        "description": "最低限、自分の立ち位置を守り、前に進むべきではありません。さまざまな災難や転落が起きやすいので無理に行動せず、耐えることが吉。",
        "desimage": "体制崩壊、形骸化、衰運期、圧力で支えきれない、不利な状況、信頼の喪失、不安定",
        "reverse": 43,
        "sou": 24,
        "go": 2,
        "array": "000001",
        "yao_descriptions": {
            "1": "足下が揺らぎはじめています。混乱が起き始めている不安定な状況です。",
            "2": "容赦なく迫りゆく混乱に巻き込まれつつあります。抵抗はできず、対応策を考える必要があります。",
            "3": "混乱の中にいながら、何が起きているかの洞察を得ることができます。その洞察に従いましょう。",
            "4": "危うい状況の真っ只中にいます。危機が過ぎるのをじっと堪えて待つしかありません。",
            "5": "徐々に混乱や動揺が収まっていきます。落ち着いて状況を整理しましょう。",
            "6": "混乱が通り過ぎた後に残ったものがあれば、それが本物ですから大切にしましょう。"
        }
    },
    {
        "number": 24,
        "name": "地雷復",
        "composition": "雷の上に地",
        "reading": "ちらいふく",
        "summary": "春立ち返る",
        "description": "長い冬が去って、やっと春が戻ってきたとき、エンジン始動のときです。順を追って小さいことから進んでいきましょう。",
        "desimage": "冬至、再生、折り返し地点、兆し、始まり、回復、希望、一歩ずつ",
        "reverse": 44,
        "sou": 23,
        "go": 2,
        "array": "100000",
        "yao_descriptions": {
            "1": "今は道から外れていても、遠からず元に戻ることができます。問題ありません。",
            "2": "正しい道に帰り、再チャレンジするときです。良いときです。",
            "3": "何度も同じことを繰り返しているように感じるかもしれません。でもそれは必要なことです。",
            "4": "流されていた状態から、強い意思をもって本来の自分の場所に戻っていくべきときです。",
            "5": "必ず通るべきところに戻ってきて、またそこから出発する折り返し地点にいます。",
            "6": "行くべき道に戻らないと、最悪の事態になってしまいます。一旦戻ればまた新しい道が見えてきます。"
        }
    },
    {
        "number": 25,
        "name": "天雷无妄",
        "composition": "雷の上に天",
        "reading": "てんらいむもう",
        "summary": "真心と自然の道",
        "description": "天の意志で自然に動きます。無心、無欲になり、自然の成り行きに任せて受け身に徹するときです。欲や焦りは禁物。正直で自然であれば、どこへ向かっても吉。",
        "desimage": "天の道理、ハプニング、偶然、無心、正直、純粋な動機",
        "reverse": 46,
        "sou": 26,
        "go": 53,
        "array": "100111",
        "yao_descriptions": {
            "1": "天に従い、小細工しないで無心に進むならうまくいくでしょう。",
            "2": "思いもよらなかったこと、期待も願いもしなかったことが想像を超えるような形で自然と起きてくる可能性があります。",
            "3": "不慮の禍が降ってくる可能性があります。天の采配だと思って受け入れましょう。",
            "4": "自然の流れを自然に受け止めながら、何事にも動じず前に進んでいく段階です。",
            "5": "流れに無理に逆らうことなく、自然な姿勢で成り行きを見守りましょう。",
            "6": "何事もうまくいかないのはあなたのせいではなく、そういう時期だから。流れが変わるまで辛抱しましょう。"
        }
    },
    {
        "number": 26,
        "name": "山天大畜",
        "composition": "天の上に山",
        "reading": "さんてんたいちく",
        "summary": "着実な蓄積と準備",
        "description": "内に力を蓄え、成長の準備を整える時期です。心をまっすぐにして、成果を焦らず蓄えましょう。",
        "desimage": "蓄積、冒険への旅立ち、チャレンジ、忍耐、安定の上に積み重ねる、時間をかけてしっかりと、人に仕える",
        "reverse": 45,
        "sou": 25,
        "go": 54,
        "array": "111001",
        "yao_descriptions": {
            "1": "まだ危なっかしいところがあるので、天下に打って出てはいけません。",
            "2": "実力は蓄えられてきましたが、いまは踏みとどまって現状維持するときです。",
            "3": "大きく蓄えられたものが動くときです。満を持して出発しましょう。",
            "4": "多少の束縛や制約があっても、とんとん拍子に事が運びます。",
            "5": "大きな蓄えがあり、余裕があります。大きな視点にたって力の使い方を工夫しましょう。",
            "6": "じっくり蓄積してきたものを思う存分、発揮でき、長いあいだ希望してきたことが叶うときです。大変よいときです。"
        }
    },
    {
        "number": 27,
        "name": "山雷頤",
        "composition": "雷の上に山",
        "reading": "さんらいい",
        "summary": "実力を蓄えるための準備",
        "description": "健康、生活、学びの習慣を見直しましょう。自分を養い、整えることが周囲にも良い影響を与えます",
        "desimage": "生活の質、人間関係、言葉の力、発言や行動の品位、慎み、内面の充実、生活の基礎、自分と他者を育てる、騒がしい",
        "reverse": 28,
        "sou": 27,
        "go": 2,
        "array": "100001",
        "yao_descriptions": {
            "1": "本当は自立できるのに、他人を頼ろうとしているので結果は悪いものにしかなりません。",
            "2": "現実を直視し、依存心を断ち切って自分と向き合うべきタイミングです。",
            "3": "あなたの考え方が間違っています。投げやりにならず、冷静に本当に自分の糧となることを考えましょう。",
            "4": "自分の成長と向上のために、人を頼り、外部のものを貪欲に取り込んでいくべきときです。",
            "5": "自分でどうしようもできないなら、他人に頼んで任せてしまうというのも手です。すべてを抱え込まないで。",
            "6": "自分の手に一切を引き受けて、 重要な局面に向かい始めていく過渡期にいます。大きな一歩を踏み出しましょう。"
        }
    },
    {
        "number": 28,
        "name": "沢風大過",
        "composition": "風に上に沢",
        "reading": "たくふうたいか",
        "summary": "背負った重荷",
        "description": "力量以上に重荷を背負った状態です。底力が試されています。危うい状況であるが、正しく進めば大丈夫です。",
        "desimage": "責任、重圧、不安定な構造、限界、大胆な変革、人との協力、不安定、迷い",
        "reverse": 28,
        "sou": 27,
        "go": 2,
        "array": "011110",
        "yao_descriptions": {
            "1": "受け身に慎重に行動すれば意外にうまくいきます。",
            "2": "もはやダメだと思ったときに復活の兆しが現れます。挽回のチャンスですからがんばりましょう。",
            "3": "荷が重すぎて耐えられず、助けてくれる人もなく、救いようにない状況です。あなたの考え方、進み方に問題があります。",
            "4": "重圧を立派に耐えて、良い結果が得られるでしょう。余計なことを考えず、引き続き頑張ってください。",
            "5": "もうこれ以上はやっても意味がありません。もっとできるかも知れませんが、やっても結果は変わりません。",
            "6": "身の程に過ぎた大きなことに挑めば、自分の身を滅ぼすような最悪の結果になるおそれがあります。"
        }
    },
    {
        "number": 29,
        "name": "坎為水",
        "composition": "水の重なり",
        "reading": "かんいすい",
        "summary": "深い谷間や難所",
        "description": "アップアップと溺れかけて四苦八苦のとき、どん底のときです。乗り越える智慧が求められます",
        "desimage": "穴に落ちる、困窮、危機、障害、道なきところに道を作る、困難、乗り越える智慧、失敗、忍耐、続ける、学ぶ時間、通過すべき試練",
        "reverse": 30,
        "sou": 29,
        "go": 27,
        "array": "010010",
        "yao_descriptions": {
            "1": "まるで深い穴の底に落ち込んだような、非常に困難なとき、暗中模索のときです。",
            "2": "困難のなかにいるものの、小さいことなら打開策が見出せます。",
            "3": "どう動いても危険が迫り、途方に暮れるときです。あなたの考え方、進み方に問題があります。",
            "4": "質素に内輪に物事を運び、誠意を持って行えば、思いがけないところから打開策が得られます。虚礼はダメです。",
            "5": "困難が底をつき、前途に希望の光が見え始めました。土台を固めることに全力投球しましょう。",
            "6": "いつまで続くかわからないような困難の中にいて身動きがとれないときです。あなたの考え方、進み方に問題があります。"
        }
    },
    {
        "number": 30,
        "name": "離為火",
        "composition": "火の重なり",
        "reading": "りいか",
        "summary": "知恵と明晰さ",
        "description": "苦しみを越え、真の光（新しいビジョン、啓示）を得ます。扱いに注意が必要なので、従順で柔らかな態度でうまくいきます。驕らず静かに燃える姿勢が重要です。支えがあると安定します。",
        "desimage": "付く、支えを得て成りたつ、外界との結びつき、明らかにする、認識、知識、文明、理、目が開かれる、輝き",
        "reverse": 29,
        "sou": 30,
        "go": 28,
        "array": "101101",
        "yao_descriptions": {
            "1": "手当たり次第に方針もなくふらふら動き回ってはいけません。まず考えを固めてから。",
            "2": "自分の行くべき場所にいます。力を発揮するのにふさわしい場所であり、完全燃焼することができます。",
            "3": "フィナーレを楽しむときです。名残惜しく、寂しいかもしれませんが、手放さなければ新しいものも始まりません。",
            "4": "焦ってもぎとろうとしても反感を買うだけです。その性急な態度を改めましょう。",
            "5": "いろいろあってもそこがあなたの居場所なのだから、そこで頑張り続けていくことが自分を輝かせることになります。",
            "6": "今なら勢いがあり攻略できます。問題ははっきりしているのだから、積極的に取り組みましょう。"
        }
    },
    {
        "number": 31,
        "name": "沢山咸",
        "composition": "山の上に沢",
        "reading": "たくざんかん",
        "summary": "テーマは縁と人間関係",
        "description": "心の奥が他者に喜びに共鳴しています。直感に任せてスピーディに物事をすすめるときです。人と響き合うことがすべての始まりです。",
        "desimage": "感応、直感、ソーシャル、相互作用、感化、共鳴、感情や感性に素直に、スピーディに決着",
        "reverse": 41,
        "sou": 32,
        "go": 44,
        "array": "001110",
        "yao_descriptions": {
            "1": "また足の親指にちょっと感じる程度。今はそれを味わいつつしばらく様子をみましょう。",
            "2": "すてきな魅力に心を動かされがちですが、動くべきではありません。誘惑に負けないで。",
            "3": "ノックアウトされそうなほど素敵な機会が目前に。でも、感覚だけで動かず、気を引き締めましょう。",
            "4": "自分の直感を信じて、周囲の反応がどうであっても悔いなくいくべき道を進むときです。",
            "5": "何にも感化されず、自分の道をいくべきときです。遮断すること、周囲を無視することも時には必要です。",
            "6": "感じたことを表現するときです。上滑りにならないよう注意しながら、思いを言葉にしてみましょう。"
        }
    },
    {
        "number": 32,
        "name": "雷風恒",
        "composition": "風の上に雷",
        "reading": "らいふうこう",
        "summary": "動きのなかにある安定",
        "description": "何事も方針を変えないで初心を貫くことでうまくいくときです。むやみに変化を求めず根を張って変わらぬ価値を追求しましょう。",
        "desimage": "日常、コンスタント、信念、普遍の原理、長い習慣や関係の構築、続ける覚悟、地道な歩み、集まっても定まらない",
        "reverse": 42,
        "sou": 31,
        "go": 43,
        "array": "011100",
        "yao_descriptions": {
            "1": "肩の力を抜いて、普通に。べき論に囚われないようにしましょう。",
            "2": "継続は力なり。今まで通りの方針で根気よく進みましょう。軸や芯を意識して。",
            "3": "方針を変えてはいけないのに、よそ見やフラフラしすぎです。もう答えは出ているのだから、そのまま続けて。",
            "4": "これまで通りにやっても、見込み違いで利益はありません。目的は変えずとも、やりかたは見直す必要があるでしょう。",
            "5": "自発性や臨機応変な対応を重視しつつ、芯の部分は貫き、自分に誠実でいましょう。",
            "6": "不動心にはほど遠く、目移りばかりしています。どんなに飛び回っても成果は出ず、見当はずれの努力です。"
        }
    },
    {
        "number": 33,
        "name": "天山遯",
        "composition": "山の上に天",
        "reading": "てんさんとん",
        "summary": "身を引く判断力",
        "description": "物事を長く続ければ、いつかは衰えて引き時が来ます。衰えつつある時の流れに逆らわず、争いを仕掛けず、じっと再起のチャンスを待つべき時です。潔く退き、静かに慎重に控えめに動くことで、次のチャンスに備えることができます。",
        "desimage": "無理を避ける、次に備える、休息と整理、遁走、田舎に帰る、執着心を捨てる、運気の衰退、争わない、距離を置く、物事がすり抜けていく",
        "reverse": 19,
        "sou": 34,
        "go": 44,
        "array": "001111",
        "yao_descriptions": {
            "1": "ぐずぐずして尻尾をつかまれ、逃げるチャンスを逸した時です。こうなったら下手に 動かず、止まってじっと時を待ち、身を守ることです。",
            "2": "逃げそこなってしまった以上、しっかりした意志を持って、面の皮を厚 くして居座ることです。",
            "3": "逃げるべき時に、 私情に縛られ、未練がましく右往左往している時です。思いきりが肝腎です。",
            "4": "好きな人やものを振りきってでも身を引く時です。",
            "5": "引くのに何の支障もなく、花道を飾ることができます。",
            "6": "功成り名遂げて悠々と引退し、自由の境地を楽しめます。"
        }
    },
    {
        "number": 34,
        "name": "雷天大壮",
        "composition": "天の上に雷",
        "reading": "らいてんたいそう",
        "summary": "成功の直前の落とし穴",
        "description": "陽の力が増し、飛ぶ鳥を落とすような勢いがありますが、必ずしも内面が伴いません。何をやるにも、ワンクッションおいて慎重にするべき。",
        "desimage": "勢いがある、陽の増大、成長、パワー全開、過信、自信、緊張感、落ち着かない",
        "reverse": 20,
        "sou": 33,
        "go": 43,
        "array": "111100",
        "yao_descriptions": {
            "1": "実力もないのに気ばかり焦っています。ここはぐっと止まり、短気は慎むべき。",
            "2": "いたずらに野心を持たずに現状を誠実に守るべきときです。目的を意識して自分を制御しましょう。",
            "3": "才に溺れ、血気にはやり、暴走してしまいがちなとき。クールダウンして。",
            "4": "障害がなくなり、垣根が開けて苦しまずに済むようになります。勢いがあります。",
            "5": "大切にしていたものを見失ってしまうかもしれませんが、諦めて見送るのが正解です。",
            "6": "スローダウンすべきときに暴走して進退に窮するときです。分際をわきまえましょう。"
        }
    },
    {
        "number": 35,
        "name": "火地晋",
        "composition": "地の上に火",
        "reading": "かちしん",
        "summary": "希望にもえる明るい朝",
        "description": "真昼の卦。前途が明るくすべてとんとん拍子に進むときです。勢いに乗じて積極的に打って出ましょう。",
        "desimage": "昇進、スタートダッシュ、発展、右肩上がり、急発展、開放感、出世",
        "reverse": 5,
        "sou": 36,
        "go": 39,
        "array": "000101",
        "yao_descriptions": {
            "1": "進めそうで進めないとき。チャンスは必ず訪れますから、ちょっと小休止しましょう。",
            "2": "目上の人や上司に助けられたり、あきらめかけていたところに思いがけない幸運が舞い込むときです。",
            "3": "周囲の人があなたのことを認めて信任してくれます。支持と協力を得て発展する機運です。",
            "4": "欲にかられすぎて不正や腐敗に巻き込まれるときです。欲を捨てて身の保全を図りましょう。",
            "5": "障害がなくなります。目先の損得を気にせず、ひたすら押しの一手で進みましょう。",
            "6": "すでに頂点を過ぎています。これ以上間口を広げないように。"
        }
    },
    {
        "number": 36,
        "name": "地火明夷",
        "composition": "火の上に地",
        "reading": "ちかめいいい",
        "summary": "光が傷つけられる",
        "description": "正論や道理が通じない苦難のときです。妬みや攻撃の標的にされやすいでしょう。でも光は消えておらず、地中で静かに燃えています。",
        "desimage": "苦難、守り、暗さ、理不尽、隠蔽、伸び悩み、抑圧、謹慎、沈黙、傷つく、試練、不当な扱い、飛躍前にしゃがむ、正義が負ける",
        "reverse": 6,
        "sou": 35,
        "go": 40,
        "array": "101000",
        "yao_descriptions": {
            "1": "何をやってもうまくいかず、障害が多いでしょう。即刻、身を引くべきです。",
            "2": "大急ぎで身を引けば、小さな傷で済みます。強力なサポーターが現れます。",
            "3": "最終的には断固とした手段で決着をつけるべきですが、いそいではなりません。",
            "4": "傷ついても心を閉さず、覚悟の上で飛び込めば、それがどのようなものか理解できます。逃げないで。",
            "5": "苦難の中で本当の姿を見せることはできないかもしれませんが、自分の英知を信じて待ちましょう。",
            "6": "愚行を続けていると最終的には自分で自分を傷つけてしまいます。もうここまでにしましょう。"
        }
    },
    {
        "number": 37,
        "name": "風火家人",
        "composition": "火の上に風",
        "reading": "ふうかかじん",
        "summary": "よって立つところに立ち返る",
        "description": "外で苦しんだ後は、家庭や基盤に立ち返るべきです。内面の結束と調和を大切にすべき。",
        "desimage": "内面、協調、親しき中の秩序、女性性、小さな持ち場、日々の務め、ぬくもり、教育、調和と育成",
        "reverse": 40,
        "sou": 38,
        "go": 64,
        "array": "101011",
        "yao_descriptions": {
            "1": "最初が肝心。丹念な準備を怠らず、予防的に行動すべきです。",
            "2": "成果はまだ出ないかもしれませんが、焦らず内面を整えることが大切です。",
            "3": "気が緩んでいませんか？自分に厳しすぎるくらいの態度で臨んだ方が良いときです。",
            "4": "内面の余裕が広がり、だんだん豊かになり、生産的、発展的になるときです。",
            "5": "内面がよく収まり安定と繁栄が築かれていくときです。不安な要素はなくバランスが良いです。",
            "6": "自分自身に真剣に向き合い、自信を身につければ願いは叶います。"
        }
    },
    {
        "number": 38,
        "name": "火沢睽",
        "composition": "沢の上に火",
        "reading": "かたくけい",
        "summary": "個々の食い違い",
        "description": "内輪揉めが多く、行き違いで物事がスムーズに運ばないときですが、小さなことであれば実現します。細やかな対話や小さな成功を積み重ねることが大事。",
        "desimage": "離反、反発、妬み、異質なもの、障害、邪魔、違いを認めよ、自己矛盾、多様性と摩擦、調和の種",
        "reverse": 39,
        "sou": 37,
        "go": 63,
        "array": "110101",
        "yao_descriptions": {
            "1": "決めつけないで。離れていくもの、応じないものを手放し、嫌なものを頑なに拒む態度を和らげましょう。",
            "2": "はぐれたり、背きあったりして寂しいときですが、心配しないでも、再び出会うことができます。",
            "3": "邪魔や反発に遭い、なかなか目的地に行きつけませんが、諦めないで。",
            "4": "異質なものばかりで一見、孤独です。が、そこに自分と似たものを見つけて刺激が得られるかもしれません。",
            "5": "成就を邪魔するものがありますが、すぐに解消するので心配は要りません。",
            "6": "疑心暗鬼で孤立していますが、誤解に基づいています。本当のことを知れば、すんなり解決するでしょう。"
        }
    },
    {
        "number": 39,
        "name": "水山蹇",
        "composition": "山の上に水",
        "reading": "すいざんけん",
        "summary": "動こうとしても進めない",
        "description": "努力しても前に進めないときです。今は方針を定めて険しい道を避け、穏やかで平坦な道を選んだ方が良いかもしれません。",
        "desimage": "障害、困難、壁、遭難、落とし穴、貧窮、つまづき、内省、回り道、八方塞がり、タイミングを待つ、立ち止まってみる、学び直し",
        "reverse": 38,
        "sou": 40,
        "go": 64,
        "array": "001010",
        "yao_descriptions": {
            "1": "行こうとすれば悩みに突き当たるだけ。進まずに時を待ちましょう。",
            "2": "自分の身は犠牲にしても、できるかできないかは考えずやるしかないときです。",
            "3": "進むべきかどうか、もう一度考えてみましょう。進みにくいとしたら、今のままが良いかもしれません。",
            "4": "自分の力だけでは進みにくいので、何か味方になってくれるものを探してみましょう。",
            "5": "どうにも難しい状況にいますが、もうすぐ救いの手が差し伸べられますよ。",
            "6": "一人で悩まず、相談したり指導を仰いでみましょう。全体の条件を良くすることが必要です。"
        }
    },
    {
        "number": 40,
        "name": "雷水解",
        "composition": "水の上に雷",
        "reading": "らいすいかい",
        "summary": "雪解け水",
        "description": "これまで困難のただなかにいた人は悩みが解決するときです。過去の苦労が無駄でなかったと実感できるでしょう。軽やかに進み出すタイミングです。",
        "desimage": "困難の解消、問題から抜け出る、即断即決、心機一転、束縛からの解放、動きと突破、自然と緩む",
        "reverse": 37,
        "sou": 39,
        "go": 63,
        "array": "010100",
        "yao_descriptions": {
            "1": "困難が解けていくので安心してゆるやかに見守りましょう。",
            "2": "積極的に困難を解いていくときです。まっすぐに欲しいものに向かいましょう。",
            "3": "解決のためにやり過ぎている可能性があります。実力をわきまえて。",
            "4": "正しくない、ふさわしくないものは捨ててしまいましょう。断捨離のあとには本当に必要なものが現れます。",
            "5": "問題は完全に解決し、答えは出ています。心を残さずそこを離れ、次のステップに進みましょう。",
            "6": "最後の大掃除に覚悟を決めてとりかかりましょう。問題は一気に解決します。"
        }
    },
    {
        "number": 41,
        "name": "山沢損",
        "composition": "沢の上に山",
        "reading": "さんたくそん",
        "summary": "愛のこもった贈り物",
        "description": "減らすことが鍵になるときです。増やすことではなく、減らすことが望みの結果につながります。",
        "desimage": "贈り物、奉仕、減らす、スリム化、損することで得をする、引き算、慎み、利他、選択と集中、喜捨、克己、下位の資源を削減し、上位に利益をもたらす",
        "reverse": 31,
        "sou": 42,
        "go": 24,
        "array": "110001",
        "yao_descriptions": {
            "1": "ぐずぐずしないで今すぐ、そちらを優先させましょう。それは将来的に必要な投資です。",
            "2": "手を出すのは控えましょう。それはあなたの問題ではありません。しない方が利益になります。",
            "3": "断捨離、選定をしていく段階です。もっと目指すものをシンプルに単純にしぼりこんでいきましょう。",
            "4": "急いで不要なものを減らせば、暗く淀んだ流れがなくなり喜ばしい結果につながるでしょう。",
            "5": "減らした後に素晴らしいものが流れ込んできます。安心して十分に受け取ることができます。",
            "6": "大きな見地に立ち、全体が最適な分配となるよう、心を配りましょう。惜しみなく分け与えることは長い目ではあなたの利益になります。"
        }
    },
    {
        "number": 42,
        "name": "風雷益",
        "composition": "雷の上に風",
        "reading": "ふうらいえき",
        "summary": "本質的な成長と蓄積",
        "description": "エネルギーが外に向けて増幅、展開していく状態。利益も名誉も得られ、多忙な良いときです。人の協力を得つつ、ビッグチャンスが巡ってきたら、掴んで積極的に打って出ましょう。",
        "desimage": "増える、追い風、豊かさ、チャンス到来、助け合い、そわそわ",
        "reverse": 32,
        "sou": 41,
        "go": 23,
        "array": "100011",
        "yao_descriptions": {
            "1": "挑戦に必要なものはたっぷり与えられています。やるしかありません。",
            "2": "次第に増えて多くのものが流れ込んできます。強力な追い風によって発展は加速するでしょう。",
            "3": "どうしようもないことが起きたら助けを求めることも必要。真剣な気持ちで助けを望みましょう。",
            "4": "必要なものは必要なものだと堂々と宣言して求めることで、与えられるものが増えていく流れができるでしょう。",
            "5": "発展的な循環が確立され、豊かさが増してきます。周囲とウィンウィンの関係にあり、何の問題もありません。",
            "6": "目先の利益からより公平で遠大な視点を獲得する過渡期にあります。大きく発展的なビジョンを持ちましょう。"
        }
    },
    {
        "number": 43,
        "name": "沢天夬",
        "composition": "天の上に沢",
        "reading": "たくてんかい",
        "summary": "選別と決断",
        "description": "内に確かな信念を持ち、外に向けて決意を示すとき。不要なものを思い切って断つときです。強さと柔らかさのバランスが鍵です。",
        "desimage": "矢を放つ、決断、実行、明確な線引き、本当に必要なものを選ぶ勇気、整理、進撃前の一手、強すぎ",
        "reverse": 23,
        "sou": 44,
        "go": 1,
        "array": "111110",
        "yao_descriptions": {
            "1": "意気は盛んでも勝ち目はありません。力不足なので万事控えるべきです。",
            "2": "気を抜かずに決定的な一歩を踏み出す機会を慎重に伺う段階です。状況は不安定で楽観はできません。",
            "3": "強引な姿勢が前面に出ると無用な反発を招き、悪い結果になる恐れがあります。もう少し冷静になればうまくいきます。",
            "4": "自分でなんとかしようとするのをやめて流れに身を任せればうまくいきます。決めようとするから苦しくなるのです。",
            "5": "不要なものは断固断ち切りましょう。情に流されがちですが、譲歩せず強い意思を持って捨ててください。",
            "6": "最後の一手を打って、あとはゴールに飛び込んでいく過渡期にあります。もう十分考えたので後悔することはありません。"
        }
    },
    {
        "number": 44,
        "name": "天風姤",
        "composition": "風の上に天",
        "reading": "てんぷうこ",
        "summary": "ふとした出会い",
        "description": "予期せぬものとの予期せぬ出会いが起きるときです。魅力的かもしれませんが、問題の種になる可能性もあるので注意。",
        "desimage": "セレンディピティ、偶然、予想外の出来事との遭遇、魅惑、誘惑、気の緩み、トラブル、深入りしてはいけない",
        "reverse": 24,
        "sou": 43,
        "go": 1,
        "array": "011111",
        "yao_descriptions": {
            "1": "そうそわしていますが衝動に身を任せてはいけません。今の課題は耐えて自分を抑えられるかどうかです。",
            "2": "出会ったものに誘惑されないように、衝動や動揺を封じ込めましょう。そしてその望みは手放しましょう。",
            "3": "じっとしていても落ち着かず、さりとて前にも進めないときです。耐えることが課題です。",
            "4": "その望みは全く見込みがないので手放しましょう。あなたは幻を追っているのです。",
            "5": "望ましくないことを受け入れ、抱擁することができています。その結果、思いもかけぬ幸運が転がり込んでくるかもしれません。",
            "6": "心を乱すものを遠ざけて、平静な境地を取り戻そうとする過渡期にあります。気にする必要はありません。"
        }
    },
    {
        "number": 45,
        "name": "沢地萃",
        "composition": "地の上に沢",
        "reading": "たくちすい",
        "summary": "一箇所に集まり力や価値を生む",
        "description": "集まる流れがあります。集まってくるものをリーダーとして統制すれば得るものがあるでしょう。",
        "desimage": "集まる、集中、繁盛、活気、登竜門、難関突破、成果、コミュニティー、ネットワーク、結集、人を集める",
        "reverse": 26,
        "sou": 46,
        "go": 53,
        "array": "000110",
        "yao_descriptions": {
            "1": "まず中途半端に散らかった考えを整理することからはじめましょう。そこから流れが生じてくるでしょう。",
            "2": "求めるものに手を伸ばし、無心に集めてくる段階です。叶えたいという思いが本物なら祈りは通じます。",
            "3": "条件や環境が整っておらず、集中できるものはありません。いまは淡々と歩みを進めていれば良い段階です。",
            "4": "多くのものが集まる強運のときです。実力以上のものを集められるので気を引き締めてかかるように。",
            "5": "自分のすべきことがはっきりわかって集中しています。まだよくわからない不安定な部分があるかもしれませんが、あなたは最善の道を歩んでいます。",
            "6": "目的を見失って流れから外れてしまいました。独りで行く道を選ぶべきかどうかの過渡期にあります。気持ちを立て直しましょう。"
        }
    },
    {
        "number": 46,
        "name": "地風升",
        "composition": "風の上に地",
        "reading": "ちふうしょう",
        "summary": "内側に集めた力が着実に上昇",
        "description": "順調に成長し、昇り進んでいくときです。何も心配せずに光の差す方向に向かって前進すれば良い結果になるでしょう。",
        "desimage": "発芽、生育、向上、進展、先は長い、だんだん良くなる",
        "reverse": 25,
        "sou": 45,
        "go": 54,
        "array": "011000",
        "yao_descriptions": {
            "1": "伸び盛りで成長が約束されています。どんどん学びましょう。",
            "2": "正直でシンプルに自分の成長を信じていれば誠意によって向上するでしょう。形にこだわらなくても大丈夫です。",
            "3": "とても順調に上昇しています。あまり手応えがないかもしれませんが、それが順調な証拠です。",
            "4": "向上の導きを得るための礼節を大切にしましょう。そうすればさらに良い結果に結びつきます。",
            "5": "目前には着実に上を目指すための道がしっかりと築かれています。下から支える力にも恵まれています。",
            "6": "これ以上、上に向かって伸びることはできません。すでに達するところに達しているので新たな目標を見つけるべきときです。"
        }
    },
    {
        "number": 47,
        "name": "沢水困",
        "composition": "水の上に沢",
        "reading": "たくすいこん",
        "summary": "成長のなかで訪れる困難と試練",
        "description": "今は言いたいことを言っても信じてもらえません。忍耐を強いられる不遇のときですが、試練の中で自分を磨けば、周囲に希望を与える存在となるでしょう。",
        "desimage": "困難、八方塞がり、困窮、逆風、不理解、無関心、不自由、苦労",
        "reverse": 22,
        "sou": 48,
        "go": 37,
        "array": "010110",
        "yao_descriptions": {
            "1": "ただただ困苦に耐えることが求められる厳しい状況です。焦らず辛抱しましょう。",
            "2": "望む以上のものが与えられて苦しみます。意味があるかもしれないので拒まないように。",
            "3": "進むことも止まることもできず、居場所のないときです。あくまで通過点ですから、時の流れを待ちましょう。",
            "4": "簡単ではないものの、少しずつなら目的に近づけます。あきらめずに努力を重ねていく段階です。",
            "5": "まだ苦しいところにいますが、もうすぐ楽になります。あきらめず、投げ出さないでください。",
            "6": "困苦に陥った自分のあり方を反省することで、解決の糸口が見えてきます。苦しみのパターンから抜け出せるかどうかはあなたにの態度にかかっています。"
        }
    },
    {
        "number": 48,
        "name": "水風井",
        "composition": "風の上に水",
        "reading": "すいふうせい",
        "summary": "利他と継続",
        "description": "状況が変わっても変わらないものを意識し、大切にすべきときです。それをどうやって活用するか考えてみましょう。",
        "desimage": "気力、基盤、地道な努力、身近な人、有用性、継続的な努力、使命、公共の恵み、社会貢献、不易流行、無言の徳、内面にフォーカス",
        "reverse": 21,
        "sou": 47,
        "go": 38,
        "array": "011010",
        "yao_descriptions": {
            "1": "真価を発揮できず、気力が出ないときです。まずは自分の心を整えること。",
            "2": "まだ十分ではないが、徐々に気力が湧いてきました。基礎部分を固めるところから始めましょう。",
            "3": "やる気は十分ですが、力を発揮させる機会に恵まれません。チャンスを待ちましょう。",
            "4": "備えあれば憂なし。いつチャンスが巡ってきても対応できるよう環境を整備しておくべきときです。",
            "5": "可能性が開花し、あなたが必要とされ、役に立つときです。充実した仕事ができるでしょう。",
            "6": "尽きることのないエネルギーに満ちています。無尽蔵の可能性が目前にあります。"
        }
    },
    {
        "number": 49,
        "name": "沢火革",
        "composition": "火の上に沢",
        "reading": "たくひかく",
        "summary": "皮を脱ぎ捨てる",
        "description": "多少のためらいがあったとしても思い切って変化に踏み出すべきときです。行くべき道を歩んでいれば必ず得るものがあるでしょう。",
        "desimage": "流れが変わる、改革、大きな変化、交代、一新、清新、脱皮、古いことを捨てる",
        "reverse": 4,
        "sou": 50,
        "go": 44,
        "array": "101110",
        "yao_descriptions": {
            "1": "革命前夜。今はまだ事を起こすときではないのでじっと動かないで。",
            "2": "いよいよ決起のときです。実行するなら今しかありません。覚悟を決めて前に進みましょう。",
            "3": "勢いだけで進むのは危険です。何度も繰り返し見直して、検討して、綿密に計画を立てましょう。",
            "4": "すでに変革の渦中にいます。確信をもって今そこにある改革を断行しましょう。",
            "5": "改革が成功しつつあります。これまでとは違う新しい時代の幕が開こうとしています。",
            "6": "改革が達成され、物事が変化しました。まだ混沌としていますが、今は新しい世界に身を委ねましょう。"
        }
    },
    {
        "number": 50,
        "name": "火風鼎",
        "composition": "風の上に火",
        "reading": "かふうてい",
        "summary": "新しい秩序と製度",
        "description": "うまくいくタイミングです。自分の器を信じてどっしり構え、堂々と役割を果たしていきましょう。",
        "desimage": "新秩序、文化、安泰、協調性、三角関係、毅然、堂々、バランス、変容",
        "reverse": 3,
        "sou": 49,
        "go": 43,
        "array": "011101",
        "yao_descriptions": {
            "1": "一見、悪いと思ったことがきっかけとなって良いことが展開していくでしょう。",
            "2": "力が充実し、安定しています。足を引っ張るものがあっても毅然と振り切ることができるでしょう。",
            "3": "進む力はあるのに道が塞がってしまう不遇のとき。でも最終的に問題は解決しますから気長に構えましょう。",
            "4": "分不相応な重荷に心が折れやすいときです。それが本当にあなたにふさわしいかどうかを慎重に判断すべきです。",
            "5": "自分の器にふさわしいものを得られるときです。自分の道を守り続ければうまくいくでしょう。",
            "6": "素晴らしい安定とバランスです。安心して前に進んでください。"
        }
    },
    {
        "number": 51,
        "name": "震為雷",
        "composition": "雷の重なり",
        "reading": "しんいらい",
        "summary": "新たな衝撃",
        "description": "物事が大きく揺れながら動いていくときです。一瞬、震え上がるようなことでも、結果的にはそれほど悪いことにはならないので安心して。",
        "desimage": "大騒動、大変化、事件、転換のエネルギー、衝撃、目覚め、刺激、繁盛",
        "reverse": 57,
        "sou": 35,
        "go": 40,
        "array": "100100",
        "yao_descriptions": {
            "1": "動揺するかもしれません。でも怖いのは一瞬だけ。後になれば笑える出来事です。淡々と乗り越えましょう。",
            "2": "とりあえず目前の危険は避け、安全な場所に避難しましょう。必要なものはすぐ戻ってきます。",
            "3": "衝撃で冷静さを失ってしまいがちですが、いつまでも囚われず、理性を取り戻しましょう。適切に行動できるでしょう。",
            "4": "揺さぶる力が弱いため、いまひとつ中途半端。煮えきらずぐずぐずしがちなときです。",
            "5": "逃げずに冷静に受け止めましょう。きっと冷静な判断でうまく対処できるでしょう。",
            "6": "ショックで気持ちが萎縮しています。顔を上げて状況を見れば案外、簡単に解決できるかもしれません。"
        }
    },
    {
        "number": 52,
        "name": "艮為山",
        "composition": "山の重なり",
        "reading": "こんいさん",
        "summary": "静止",
        "description": "いま、止まるべきところに止まっているときです。行動は起こしても、意識は不動の境地から離れないように。",
        "desimage": "山、停滞、不動、内省、欲望の制御、鎮静、内面を鍛える、一旦止まる、丁寧にやる",
        "reverse": 59,
        "sou": 56,
        "go": 28,
        "array": "001001",
        "yao_descriptions": {
            "1": "性急に問題解決を急ぐより、まずは心を鎮めて周りに振り回されないようにしましょう。",
            "2": "動きたくないのに不快なことに心が動かされ、乱されてしまいがちです。それは仕方ありませんが、なるべく心を元に戻すように。",
            "3": "頑固に止まれば、柔軟性を失い痛みを感じるようになります。いまは問題を解決できないので執着を手放すようにしてください。",
            "4": "平静な状態を維持できています。その調子です。",
            "5": "言葉に注意しましょう。弱音や愚痴を口に出すと、それによって心がぶれてしまう恐れがあります。",
            "6": "あなたは不動の境地に達しています。迷いがなく、ブレもありません。すばらしいです。"
        }
    },
    {
        "number": 53,
        "name": "風山漸",
        "composition": "山の上の風",
        "reading": "ふうざんぜん",
        "summary": "時間をかけて成長",
        "description": "少しずつ段階的に進んでいくべきときです。しっかり順序を踏んで物事を進めていけば目的を達成できるでしょう。",
        "desimage": "順序、手続き、漸進的、ステップバイステップ、着実、安心感、節度、繁茂",
        "reverse": 54,
        "sou": 54,
        "go": 64,
        "array": "001011",
        "yao_descriptions": {
            "1": "自信がなく前に進みにくいときです。まずは小さな一歩を着実に踏み出しましょう。",
            "2": "順調に歩を進め、安定して楽しむ余裕ができてきました。平坦な道が続くので安心してください。",
            "3": "道を踏み外してしまいがちなので注意が必要です。問題を未然に防ぐ意識が必要です。",
            "4": "馴染みのない未知の領域に進むべきときです。不安があるかもしれないけど、大丈夫、徐々に慣れていきます。",
            "5": "高いところに進む段階にきています。すぐに結果は出ないかもしれませんが、順調に進んでいくことができるでしょう。",
            "6": "さまざまな障害を乗り越えて、飛翔の段階にあります。必要な学びを終えたあなたには栄光が約束されています。"
        }
    },
    {
        "number": 54,
        "name": "雷沢帰妹",
        "composition": "沢の上に雷",
        "reading": "らいたくきまい",
        "summary": "順序を無視した決定",
        "description": "道を踏み外してしまいがちな危ういときです。相応しくない道や間違った道を進めば、悪い結果につながるでしょう。",
        "desimage": "急ぎすぎ、ちぐはぐ、間違い、逆転、邪道、感情や勢いで物事を進めてしまう、不意に災い、人間関係の不整合、選択の誤り",
        "reverse": 53,
        "sou": 53,
        "go": 63,
        "array": "110100",
        "yao_descriptions": {
            "1": "たとえ進みにくくても、それがあなたにふさわしい道ならその道を進むべきです。",
            "2": "思うように進まず、努力しても成果がでません。苦痛かもしれませんが、横道にそれてはいけません。",
            "3": "進みたくても障害にぶつかって前に進めません。待ち続けるか、他の道をいくのか。検討する余地はありそうです。",
            "4": "タイミングを逃してしまうかもしれませんが、だからといって諦めないで。焦って不適な道に逸れないように。",
            "5": "導かれて行くべき道が示されます。逆らわず、一見、地味でも賢明な道を選びましょう。",
            "6": "出直しを迫られる過渡期にあります。どう考えてもうまくいくはずはないので諦めましょう。"
        }
    },
    {
        "number": 55,
        "name": "雷火豊",
        "composition": "火の上に雷",
        "reading": "らいかほう",
        "summary": "絶頂の太陽",
        "description": "明るい場所、豊かで盛大な頂点です。心配ごとが少なく天頂にある太陽のようです。",
        "desimage": "盛大、即決の方針、繁栄と充実、ラッキー、強さ、物質と精神の充実",
        "reverse": 59,
        "sou": 56,
        "go": 28,
        "array": "101100",
        "yao_descriptions": {
            "1": "身体にみなぎる盛んな力を少しも抑えこまずに精力的に進むことができます。前途は有望です。",
            "2": "影が濃いです。闇に光をもたらすよう、積極的に誠意をもって動きましょう。",
            "3": "あなたに問題はありませんが、目前には深い闇があります。たとえ解決はできなくても光で照らそうとする姿勢を貫いてください。",
            "4": "助けが必要です。深い闇を照らすため、光を集め、輝く力を増す努力をすれば、良い結果につながるでしょう。",
            "5": "智恵が光となります。あなたに盛大な力があるには事実ですが、慢心せず、学び研鑚する姿勢を失わないように。",
            "6": "頂点からの転落が始まり、愚かさを自覚する過渡期です。心を開き、明るいところに向かいましょう。"
        }
    },
    {
        "number": 56,
        "name": "火山旅",
        "composition": "山の上に火",
        "reading": "かざんりょ",
        "summary": "不安な旅人",
        "description": "旅の景色のように、さまざまなことが不確定で変転するときです。行くべき道を着実にたどり続けましょう。",
        "desimage": "栄華の果て、孤独、不安定、苦労、流離、流浪、安定しないまま進む、後で悲しみ",
        "reverse": 60,
        "sou": 55,
        "go": 28,
        "array": "001101",
        "yao_descriptions": {
            "1": "先行き不安で心に余裕がありません。落ち着いて前向きに考えるようにしましょう。",
            "2": "快適な旅を楽しんでいます。この調子で急ぎ過ぎることなく、プロセスを楽しみましょう。",
            "3": "トラブル続きで気が抜けない状況です。今は条件が悪く不安定で危険なので強気に出るべきではありません。",
            "4": "暫定的に落ち着ける場所を与えられていますが、そこはまだ旅の最終目的地ではありません。まだ旅を続ける必要があります。",
            "5": "道中で道に迷ったりしますが、最終的には目的地にたどり着けます。そろそろ旅の終わりに近づいています。",
            "6": "一つの旅が終わり、やれやれ、という段階にいます。また新しい旅が始まるのですから、慢心せず気を引き締めましょう。"
        }
    },
    {
        "number": 57,
        "name": "巽為風",
        "composition": "風の重なり",
        "reading": "そんいふう",
        "summary": "浸透力と柔らかさ",
        "description": "帰属を失った不安定な状態にある反面、風のように自然にふらっとどこにでも入っていけるときです。大人物の下で学び従いながら、じわじわと物事を進めましょう。",
        "desimage": "入り込む、優柔不断、適応性、丁寧、臨機応変、静かにしなやかに浸透、通達、遠くまで伝わる、外から助けられる",
        "reverse": 51,
        "sou": 58,
        "go": 38,
        "array": "011011",
        "yao_descriptions": {
            "1": "やるのかやらないのか、優柔不断にフラフラしがちです。まず方針を一つに決めましょう。",
            "2": "本当に必要なら、丁寧に謙虚に誠意を尽くしましょう。とことんやることが結果につながります。",
            "3": "やりたくないことを無理にやってギスギスしています。本心が伴わなければば結果もついてこないのだから、方向転換すべき。",
            "4": "適切に入り込むことができています。柔軟性が発揮され、さまざまな要素ものをまんべんなく取り込むことができそうです。",
            "5": "丁寧でしなやかで柔軟な姿勢が功を奏します。最初できないと思っていたことも入念に調整すれば軌道に乗せることができるでしょう。",
            "6": "過度に卑屈な態度を取ることであなたの本来の感覚が失われています。まずは自分自身の力を取り戻しましょう。"
        }
    },
    {
        "number": 58,
        "name": "兌為沢",
        "composition": "沢の重なり",
        "reading": "だいたく",
        "summary": "調和と喜び",
        "description": "口を使った喜びがあり、喜ばせ、喜ばれるときです。誤った方向に使えば、堕落、おべっか、虚飾になります。",
        "desimage": "笑いころげる少女、楽観、満足、コミュニケーション、説得力、喜び、共感、広がりと交流、小さな平和、埒があかない",
        "reverse": 52,
        "sou": 57,
        "go": 37,
        "array": "110110",
        "yao_descriptions": {
            "1": "純粋な喜びにから笑顔が広がっていく楽しいときです。",
            "2": "誠意によって真の喜びがもたらされます。人との信頼関係を大切に。",
            "3": "今あるのは偽りの笑顔です。上辺を取り繕うだけではなく、心からの笑顔になれる方法を考えましょう。",
            "4": "考えたり迷ったりして心が定まりにくいときです。誘惑に打ち勝ち、真の喜びに通じる道を選んでください。",
            "5": "口車や表面的な称賛に騙されやすいときです。本当に喜んでいい状況なのか、確認を怠らないようにしましょう。",
            "6": "一見、楽しい雰囲気。笑顔で場が満たされているようですが、本物かどうかはわかりません。自分の心に問い質してしましょう。"
        }
    },
    {
        "number": 59,
        "name": "風水渙",
        "composition": "水の上に風",
        "reading": "ふうすいかん",
        "summary": "一気に解消",
        "description": "まとわりつくもの、過去のしがらみを蹴散らしてがんがん前進するときです。信念に向けて心と力を集中させることが大切。何を散らすのか、離れ散るものが何であるかを見極めることが重要です。",
        "desimage": "勢い、離散、リセット、方向転換、解散、再編成、伸びやかに散る、新しい流れを作る、再生、手放すこと",
        "reverse": 55,
        "sou": 60,
        "go": 27,
        "array": "010011",
        "yao_descriptions": {
            "1": "はじめが肝心。鬱々とした心を振り払い、勢いで一気に駆け抜けましょう。",
            "2": "悩んで不安定になることもなく、意識が安定しています。その調子。挑戦はこれからです。",
            "3": "利己的な考えは捨てて、意識をすっきりさせましょう。雑念を振り払えば視界が開けてきます。",
            "4": "私的なものや小さなものを解散させ、より大きな目的に向かえば、あなただけの景色が見えてくるでしょう。",
            "5": "後戻りはできない大きな決断を下すべきです。たとえ犠牲を払っても身を賭す覚悟でいきましょう。",
            "6": "過去の悩みや苦しみが雲散霧消し、遠く新しいステージへと旅立つときです。"
        }
    },
    {
        "number": 60,
        "name": "水沢節",
        "composition": "沢の上に水",
        "reading": "すいたくせつ",
        "summary": "物事にけじめをつける",
        "description": "節度を知り、やりすぎないことが鍵となります。引き際やバランスを大切にすることで何事もうまくいくでしょう。",
        "desimage": "止まる、節約、分際、節制、やりすぎない、バランス、自己管理、倫理や正義、引き締め",
        "reverse": 56,
        "sou": 59,
        "go": 27,
        "array": "110010",
        "yao_descriptions": {
            "1": "必要以上のことはせず、適度に自分を制することに成功しています。その調子です。",
            "2": "過度に自分を抑え込んでいます。バランスを取ろうとするあまり、消極的すぎるかもしれません。",
            "3": "いろいろ限度を超えてしまっています。後で苦しむのは自分自身なのですから意思を強く持って節制しましょう。",
            "4": "無理なく自然体で良いバランスを保っています。その心身の余裕を保つようにしてください。",
            "5": "素晴らしいバランスを維持しており、まわりに良い影響を及ぼしています。良い状態にいます。",
            "6": "窮屈、不自然で過度の制限を自分に課しています。何事も過剰になれば毒。多少のゆるさは必要です。"
        }
    },
    {
        "number": 61,
        "name": "風沢中孚",
        "composition": "沢の上に風",
        "reading": "ふうたくちゅうふ",
        "summary": "卵を抱く親鳥",
        "description": "誠意に満ちた真心が伝わるとき。伝わって良い結果になるでしょう。冒険的な大きなこともうまくいきます。",
        "desimage": "卵を抱く親鳥、真心、愛情、和、共有、共感、しっくり、内面の真実",
        "reverse": 62,
        "sou": 61,
        "go": 27,
        "array": "110011",
        "yao_descriptions": {
            "1": "真心だけが道を開きます。果たしてその対象に心を捧げるべきか。まずはしっかり自問しましょう。",
            "2": "純真な思いが周りに通じ、誠実は反応を引き寄せることができるでしょう。",
            "3": "心が乱され、態度も落ち着かず、感情的になっています。落ち着いて問題の本質を見極めましょう。",
            "4": "心の中から不純なものが浄化され、真心が満ちてくるときです。潔く要らないものは手放してしまいましょう。",
            "5": "真剣な思いに対して誠実な手応えが感じられ、思いが通じるときです。問題ありません。",
            "6": "あなたの思いは独善的で、周囲の共感を得られていません。現実感覚を取り戻す努力が必要です。"
        }
    },
    {
        "number": 62,
        "name": "雷山小過",
        "composition": "山の上に雷",
        "reading": "らいざんしょうか",
        "summary": "空高く飛びすぎた小さな鳥",
        "description": "上を目指したり、大きなことをやるタイミングではありません。小さいことをきちんとこなすことが結果につながります。",
        "desimage": "内部分裂、引き立てがない、消極、小事のみうまくいく、足るを知る、派手は禁物、苦労気兼ねが多い",
        "reverse": 61,
        "sou": 62,
        "go": 28,
        "array": "001100",
        "yao_descriptions": {
            "1": "高く飛ぼうとせず、自分からはたらきかけることを控えましょう。むしろその方がうまくいきます。",
            "2": "予定外の小さなマイナスも受け入れ、本来、目指したより少し下くらいを目指してみましょう。",
            "3": "今は手を出さず、静かに大人しくしていましょう。高みを目指さず、じっとやり過ごすべき段階です。",
            "4": "基本、消極的な態度でいるべきですが、動くべきときが訪れる可能性があります。状況をしっかり観察しましょう。",
            "5": "解決しそうでしきれない、微妙ではがゆい段階にいます。多少、何かをやっても状況は変わらないでしょう。",
            "6": "高く昇ろうとすることが凶運を招きます。むしろ下に降りていった方が穏やかに物事が進む可能性があります。"
        }
    },
    {
        "number": 63,
        "name": "水火既済",
        "composition": "火の上に水",
        "reading": "すいかきせい",
        "summary": "功なり名を遂げた人",
        "description": "謙虚に積み重ねた結果、物事はととのいました。この状態をもっと前に進めようとはせず、いかに長く維持させるか心を砕きましょう。",
        "desimage": "功名、完成、終わり、実現、成就、保守、有終の美、自己の確立、調和、あとは下がるだけ",
        "reverse": 64,
        "sou": 64,
        "go": 64,
        "array": "101010",
        "yao_descriptions": {
            "1": "すでに完成しているのでこれ以上進むべきではありません。警告のサインを見逃さないようにしましょう。",
            "2": "進めないのは進める必要がないからです。自然に進めるようになるまで無理せず待ちましょう。",
            "3": "実行には時間がかかります。腹をくくって超長期のタイムスパンでやっていきましょう。",
            "4": "ほぼ達成しているからといってここで気を緩めてはなりません。用意周到にリスク対策をしましょう。",
            "5": "良い結果が出ていますね。これまでの成果におごることなく、形にこだわることなく、初心に立ち返りましょう。",
            "6": "挑戦の結果はすでに出ています。今、大きなことを成そうとすれば大失敗につながりかねません。踏みとどまること。"
        }
    },
    {
        "number": 64,
        "name": "火水未済",
        "composition": "水の上に火",
        "reading": "かすいびせい",
        "summary": "未完成",
        "description": "まだまだこれから。未完成な状態です。目標に向けて準備をしていきましょう。",
        "desimage": "未完成、希望、計画、準備、見落とし、仕上げ不足、次の課題、次の成長への準備、結果はいつか出る",
        "reverse": 63,
        "sou": 63,
        "go": 63,
        "array": "010101",
        "yao_descriptions": {
            "1": "まだ力もなくタイミングも悪いため、何をしても失敗してしまいます。気長にいきましょう。",
            "2": "進む力はあっても時の運がありません。いまは踏みとどまりましょう。まだ無理だという判断が正解です。",
            "3": "大きな志を持つには良いときです。ただし、すぐには成し遂げることができません。",
            "4": "長期の努力によって行く道を貫き通す覚悟がありますか？あれば立派に目的を達成できるでしょう。",
            "5": "あなたは今、最善の道を歩んでいて、まっすぐに成就に向かっています。安心して続けてください。",
            "6": "完成のときは近づいています。ゴール到着を楽しみに、残り少ないプロセスを楽しみましょう。"
        }
    }
]